[{
  "id": "0",
  "title": "Deep-tissue Massage",
  "subtitle": "Relax, unwind, and heal.",
  "image": "../assets/service/deeptissue.jpg",
  "description": "<b>This</b> type of massage therapy delves deeply to reach muscle, fascia, and connective tissue. Applied judiciously by a skilled practitioner, it may help improve posture, ease movement, and release chronic tension. Pressure is strong. A deep tissue massage affects the body on many levels.<br><p> This special technique naturally releases latic acid thereby eliminating muscle soreness and restoring the body to optimal condition."
},
{
  "id": "1",
  "title": "Swedish Massage",
  "subtitle": "A soothing, full-body massage designed to relax and rejuvenate sore muscles.",
  "image": "../assets/service/swedish.jpg",
  "description": "<b>Incorporates</b> long, gliding strokes and kneading techniques on the upper layers of the muscles. This massage relaxes muscles, improves circulation, increases range of motion, and stimulates the skin and nervous system. It enhances balance and harmony while creating a sense of relaxed well-being. Haven's Signature massage oils reduce excessive friction and nourish your skin. Pressure can be light to medium. This massage incorporates traditional techniques of stroking, kneading, alignment and tapping. You'll experience improced blood circulation, reduced stress and eased muscle tension which produces a tranquilizing effect on the nervous system."
},
{
  "id": "2",
  "title": "Hot-stone Massage",
  "subtitle": "An ancient Chinese technique that uses heat to relax and soothe tired and muscles.",
  "image": "../assets/service/massage-stone3.jpg",
  "description": "<b>Smooth</b>, polished basalt lava stones are heated and placed strategically on areas carrying stress. The stones are then used as an extension of the therapist's hands to penetrate deep into the muscles for maximum muscle relaxation."
},
{
  "id": "3",
  "title": "Sports Massage",
  "subtitle": "Promote flexibility, reduce fatigue, improve endurance, prevent injuries, and get the body into optimal physical and mental condition to compete",
  "image": "../assets/service/sportsmassage.jpg",
  "description": "<b>A sports massage</b> is typically a combination of several massage techniques that are tailored to your affected muscle groups based on the activities that you do. A properly administered sports massage can help flush the lactic acid out of your body. <br /> <b>Sports Massage</b> can help decrease stress and increase focus, putting you in a good psychological state before your next race. The brisk movements of the massage can also leave you feeling invigorated.<br /> <b>Sports Massage</b> can help decrease stress and increase focus, putting you in a good psychological state before your next race. The brisk movements of the massage can also leave you feeling invigorated. "
},
{
  "id": "4",
  "title": "Prenatal Massage",
  "subtitle": "Tranquil relaxation, stress reduction, and improved sleep. Increased blood flow, oxygen, and nutrients to the womb",
  "image": "../assets/service/Pregnancy Massage.jpg",
  "description": "Prenatal Massage is not just about reducing pain, pressure, and discomfort. It can also serve to increase the health of mom and baby and even improve the labor and birth.<br />  Pregnancy (and caring for your baby after the birth) changes your center of gravity and puts a lot of stress on your back, neck, abdominal muscles, and shoulders. In addition, hormones loosen your ligaments, making your pelvic joints less stable, changing your posture, and pulling your pelvis forward. Add to that the extra weight you’re carrying and it is no wonder you may have a lot of discomforts and difficulty sleeping."
},
{
  "id": "5",
  "title": "Himalayan Salt Stone Massage",
  "subtitle": "Tranquil relaxation, stress reduction, and improved sleep. Increased blood flow, oxygen, and nutrients to the womb",
  "image": "../assets/service/hot-salt-massage.jpg",
  "description": "<b>Himalayan Salt Stone Massage</b> is an innovative healing technique using warm salt crystal stones to ground and balance the body's electromagnetic field, central nervous system and meridians. Salt crystals from an ancient primal sea beneath the Himalayan Mountains are hand-carved into massage stones that gently soothe away an accumulation of stress, tension and pollutants. Feel the energy of the 250 million year old mineral salt as you enjoy a gentle massage with these crystal salt stones."
}
]
